app/controllers/seas_controller.rb

SELECT "seas".* FROM "seas"
---
  def index
    @seas = Sea.all